Repository: SadPencil/Batch-MLP-Encoder-3
Catalog: Batch-MLP-Encoder-3/MainFormCodeStrings.*.resx
Languages: es_es, zh_cn

# CheckAndChangePropertiesBitDepthIncorrectString
source: The bit depth is incorrect.
es_es: Los bits por muestra son incorrectos.
zh_cn: 位深不正确。

# CheckAndChangePropertiesDurationIncorrectString
source: The duration is incorrect.
es_es: Duración incorrecta.
zh_cn: 时长不正确。

# CheckAndChangePropertiesNameExistsString
source: The name has already existed.
es_es: El nombre ya existe.
zh_cn: 名称已存在。

# CheckAndChangePropertiesNameIllegalString
source: The name is illegal.
es_es: El nombre no está permitido.
zh_cn: 名称不合法。

# CheckAndChangePropertiesSamplingRateIncorrectString
source: The sampling rate is incorrect.
es_es: La frecuencia de muestreo no está permitida.
zh_cn: 采样率不正确。

# CreateSsfFilesExceptionString
source: eac3to can not convert this file.
es_es: eac3to no puede convertir este archivo.
zh_cn: eac3to 无法转换此文件。

# ExecuteReportsMessageString
source: Message
es_es: Mensaje
zh_cn: 消息

# MainFormFormClosingCaptionString
source: Confirm
es_es: Confirmar
zh_cn: 需要确认

# MainFormFormClosingTextString
source: Batch MLP Encoder is processing now. Close anyway?
es_es: Batch MLP Encoder está procesando ahora. Cerrar de todos modos?
zh_cn: Batch MLP Encoder 正在处理中。仍要关闭程序？

# OpenSurcodeOptionsCannotClickEncoderOptionsMenuString
source: Can not click "Encoder Options" menu.
es_es: No puede cliquear menú “Encoder Options”.
zh_cn: 无法点击 "Encoder Options" 菜单。

# OpenSurcodeOptionsCannotExpandOptionsMenuString
source: Can not expand "Options" menu.
es_es: No puedo expandir menú ”Options”.
zh_cn: 无法展开 "Options" 菜单。

# OpenSurcodeOptionsCannotFindEncoderOptionsMenuString
source: Can not find "Encoder Options" menu.
es_es: No puedo encontrar menú “Encoder Options”.
zh_cn: 找不到 "Encoder Options" 菜单。

# OpenSurcodeOptionsCannotFindOptionsMenuString
source: Can not find "Options" menu.
es_es: No puedo encontrar menú “Options”.
zh_cn: 找不到 "Options" 菜单。

# Page2PropertyButtonClickMessageStringLeft
source: You clicked the "
es_es: Ha hecho click en el botón "

# Page2PropertyButtonClickMessageStringRight
source: " button manually.
es_es: " manualmente.
zh_cn: " 按钮被按下。

# Page5StartButtonClickCannotFindEac3toString
source: Can not find eac3to.
es_es: No puedo encontrar eac3to.
zh_cn: 找不到 eac3to。

# Page5StartButtonClickCannotFindOutputFolderString
source: Can not find the output folder.
es_es: No puedo encontrar la carpeta de salida.
zh_cn: 找不到输出文件夹。

# Page5StartButtonClickCannotFindSurcodeString
source: Can not find Surcode MLP Encoder.
es_es: No puedo encontrar Surcode MLP Encoder.
zh_cn: 找不到 Surcode MLP Encoder。

# Page5StartButtonClickCannotFindTempFolderString
source: Can not find the temporary folder.
es_es: No puedo encontrar la carpeta de archivos temporales.
zh_cn: 找不到临时文件夹。

# Page5StartButtonClickMissingDirectoryString
source: Missing Directory
es_es: Carpeta no encontrada
zh_cn: 缺失目录

# Page5StartButtonClickMissingFileString
source: Missing File
es_es: Archivo no encontrado
zh_cn: 缺失文件

# Page6BackgroundWorkersRunWorkerCompletedErrorCaptionString
source: Question
es_es: Pregunta
zh_cn: 问题

# Page6BackgroundWorkersRunWorkerCompletedErrorTextString
source: files haven't been converted to MLP files. Do you want to retry?
es_es: archive no han sido convertidos a formato MLP. ¿Quiere intentarlo de nuevo?
zh_cn: 个文件没有转换成功。是否重试？

# Page6BackgroundWorkersRunWorkerCompletedSuccessCaptionString
source: Success
es_es: Completado con éxito
zh_cn: 成功

# Page6BackgroundWorkersRunWorkerCompletedSuccessTextString
source: All files have been converted to MLP files successfully.
es_es: Todos los archivos han sido convertidos a formato MLP satisfactoriamente.
zh_cn: 所有文件都顺利地被转换成了 MLP 文件。

# Page6CancelButtonClickConfirmCaptionString
source: Confirm
es_es: Confirmar
zh_cn: 需要确认

# Page6CancelButtonClickConfirmTextString
source: Do you really want to cancel?
es_es: Quiere cancelar de todas formas?
zh_cn: 确实要取消吗?

# Page6eac3toBackgroundWorkerDoWorkEac3toTimeoutString
source: eac3to hasn't exited yet. Time's out.
es_es: eac3to no ha finalizado todavía. Tiempo excedido.
zh_cn: eac3to 进程尚未结束。超时。

# Page6eac3toBackgroundWorkerDoWorkEac3toWorkingString
source: eac3to is converting files...
es_es: Eac3to está convirtiendo archivos…
zh_cn: eac3to 正在转换文件...

# Page6ListviewsSelectedIndexChangedDefaultTextString
source: If you get annoyed at eac3to's annoying sound, please delete "success.wav" and "error.wav" files in the eac3to folder.
es_es: Si le molestan los sonidos de eac3to elimine los archivos "success.wav" y "error.wav" en la carpeta de eac3to.
zh_cn: 如果你觉得 eac3to 的声音比较烦人，请删除掉 eac3to 程序目录下的 "success.wav" 和 "error.wav" 文件。

# Page6SurcodeBackgroundWorkerDoWorkCannotClickOpenButtonString
source: Can not click "Open" button.
es_es: No puede cliquear botón “Open”.
zh_cn: 无法点击 "Open" 按钮。

# Page6SurcodeBackgroundWorkerDoWorkCannotClickStartButtonString
source: Can not click "Start" button.
es_es: No puede cliquear botón “Start”.
zh_cn: 无法点击 "Start" 按钮。

# Page6SurcodeBackgroundWorkerDoWorkCannotExpandOpenMenuString
source: Can not expand "Open" menu.
es_es: No puedo expandir menú "Open".
zh_cn: 无法展开 "Open" 菜单。

# Page6SurcodeBackgroundWorkerDoWorkCannotExpandSetupMenuString
source: Can not expand "Setup" menu.
es_es: No puedo expandir menú "Setup".
zh_cn: 无法展开 "Setup" 菜单。

# Page6SurcodeBackgroundWorkerDoWorkCannotFindFilenameString
source: Can not find "Filename" textbox.
es_es: No puedo encontrar cuadro de texto "Filename".
zh_cn: 找不到 "Filename" 文本框。

# Page6SurcodeBackgroundWorkerDoWorkCannotFindOpenButtonString
source: Can not find "Open" button.
es_es: No puedo encontrar botón "Open".
zh_cn: 找不到 "Open" 按钮。

# Page6SurcodeBackgroundWorkerDoWorkCannotFindOpenMenuString
source: Can not find "Open" menu.
es_es: No puedo encontrar menú "Open".
zh_cn: 找不到 "Open" 菜单。

# Page6SurcodeBackgroundWorkerDoWorkCannotFindSetupMenuString
source: Can not find "Setup" menu.
es_es: No puedo encontrar menú “Setup”.
zh_cn: 找不到 "Setup" 菜单。

# Page6SurcodeBackgroundWorkerDoWorkCannotFindStartButtonString
source: Can not find "Start" button.
es_es: No puedo encontrar botón “Start”.
zh_cn: 找不到 "Start" 按钮。

# Page6SurcodeBackgroundWorkerDoWorkEac3toErrorString
source: eac3to can not convert this file.
es_es: eac3to no puede convertir este archivo.
zh_cn: eac3to 无法转换此文件。

# Page6SurcodeBackgroundWorkerDoWorkOpenDialogTimeoutString
source: The "Open" dialog hasn't appeared yet. Time's out.
es_es: El diálogo “Open” no ha aparecido todavía. Tiempo excedido.
zh_cn: "Open" 对话框尚未出现。超时。

# Page6SurcodeBackgroundWorkerDoWorkStartSurcodeString
source: Starting Surcode MLP Encoder...
es_es: Arrancando Surcode MLP Encoder…
zh_cn: 启动 Surcode MLP Encoder...

# Page6SurcodeBackgroundWorkerDoWorkSurcodeFailedString
source: Surcode MLP Encoder can not convert this file.
es_es: Surcode MLP Encoder no puede convertir este archivo.
zh_cn: Surcode MLP Encoder 无法转换此文件。

# Page6SurcodeBackgroundWorkerDoWorkSurcodeTimeoutString
source: Surcode MLP Encoder hasn't exited yet. Time's out.
es_es: Surcode MLP Encoder no ha finalizado todavía. Tiempo excedido.
zh_cn: Surcode MLP Encoder 进程尚未结束。超时。

# RunSurcodeFailedString
source: Can not start Surcode MLP Encoder.
es_es: No puedo iniciar Surcode MLP Encoder.
zh_cn: 无法启动 Surcode MLP Encoder。

# RunSurcodeTimeoutString
source: Time's out.
es_es: Tiempo excedido.
zh_cn: 超时。

# SetMainFormTextString
source: Processing
es_es: Procesando
zh_cn: 处理中

# Page4BackgroundWorkerRunWorkerCompletedErrorString
source: Error
zh_cn: 错误
